Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/facta/skuvlahistorja2/eneste-s.htm.tmx
Source language: sme
Languages: nob

source: Skuvlla visttit válbmanedje 1959:s , ja borgemánu 27. beaivvi 1959 čállá Vestfinnmark Arbeiderblad ahte vuosttaš oahppit álget golggotmánus .
nob: Skolebygningene var ferdige i 1959 , og 27.08.1959 skriver Vestfinnmark Arbeiderblad at de første elevene rykker inn i oktober .

source: Duohtavuođas álggii albma skuvla easkka 1960 ' čavčča .
nob: I praksis kom ordinær skole likevel først i gang høsten 1960 .

source: Sárgun : Arvid Sveen , 1972
nob: Tegning : Arvid Sveen , 1972

source: « Son berre leat akademihkar »
nob: « Han bør være akademiker »

source: Stivrabeavdegirjjis 13.04.1958 : « Evttohuvvo ahte skuvlajođiheaddji lassin biddjojuvvo okta dievdo- ja okta nisson- fágaoahpaheaddji .
nob: I styreprotokollen har vi funnet følgende i et møtereferat fra 13.04.1958 : « En foreslår at det ved skolen foruten styrer tilsettes en mannlig og en kvinnelig faglærer .

source: Jođiheaddji birra : Jođiheaddji galgá vuosttažettiin hálddašit ja hábmet skuvlla birrasa , iige dárbbaš leat fágaoahpaheaddjin praktihkalaš fágain .
nob: Ad styrer : Styreren skal først og fremst administrere og skape miljø ved skolen og trenger ikke være faglærer i praktiske fag .

source: ( Beavdegirji lea čállon dárogillii ja lea čállon « Han bør være akademiker » = Dievdu berre leat akademihkar .
nob: Han bør være akademiker og ha tilknytning til og interesse for samisk kultur og språk . » ( Utheva av red. )

source: Sámi ruovttufidnoskuvllas dáru fidnoskuvlii
nob: Fra samisk heimeyrkeskole til norsk yrkesskole

source: Maŋŋel go muhtin jagiid ledje leamaš huksemat ja muđui unnán doaimmat sáhtii Stáhta ruovttufidnoskuvla sámiide viimmat plánet álggaheami ođđa visttiin čakčat 1960:s .
nob: Etter noen år med byggevirksomhet og ellers minimal aktivitet kunne Statens heimeyrkeskole for samer høsten 1960 endelig planlegge oppstart i nye lokaler .

source: Dán oktavuođas sáddejuvvui reive sámekonsulentii Hans J. Henriksenii : « Dál leat ollen nu guhkás iešguđetlágán bargguiguin ja reaidoháhkamiin ahte doaivut oažžut skuvlla johtui golggotmánu álggus dán jagi . »
nob: I den forbindelse sender skolen et brev til samekonsulent Hans J. Henriksen : « En er nå kommet så langt med de forskjellige arbeidene og med anskaffelse av utstyr m.v. at man tar sikte på å få skolen i gang i begynnelsen av oktober måned d.å. »

source: Vurkejuvvon ovttas dáinna reivviin gávnnaimet čállosa mii čielgasit lea jurddašuvvon aviisaalmmuhussan ja vaikko muđui almmuheapmin .
nob: Arkivert sammen med dette brevet finner vi en tekst som tydelig er ment som avisannonse og eventuelt oppslag .

source: Čálus lea sihke dárogillii ja sámegillii , ja orru leame Hans J. Henriksen guhte lea jorgalan dan .
nob: Teksten finnes både på norsk og samisk , og trolig er det Hans J. Henriksen som har oversatt den .

source: Čálus čájeha ahte dál lei boahtán áibbas ođđa suorgestruktuvra skuvlii , mii sulastahttá suorgejuohkima dáru fidnoskuvllain ja duodjeskuvllain :
nob: Denne annonsa viser at det nå var kommet en helt ny linjestruktur ved skolen , etter mønster av linjeinndelinga ved norske yrkesskoler og husflidsskoler :

source: Státta ruovtofid ' noskuv ' lea sámiide – Guov ' dagæinos –
nob: STATENS HEIMEYRKESKOLE FOR SAMER – KAUTOKEINO –

source: Dat skuv ' lea vuos ' táivál ' dá elevaid skuvlajakkái 1960/61 , mii ál ' gá oktobera álgos .
nob: Skolen tar opp elever til skoleåret 1960/61 , som vil ta til først i oktober .

source: Buokkat guđet læt gær ' gan ál ' bmut- ja joatka-skuvlas sát ' tet åccat saji .
nob: Alle som er ferdig med folke- og framhaldsskolen kan søke om plass .

source: Skuvlas læt čuovvovaš fága-oasit : A. Muorraduoddji .
nob: Skolen har følgende fagavdelinger : A. Trearbeid .

source: B. Ruov ' di- ja metálla-duoddji .
nob: B. Jern- og metallarbeid .

source: C. Gåđđin ja goarron .
nob: C. Veving og søm .

source: D. Kursat soames lágánat .
nob: D. Kurs av forskjellige slag .

source: Práktikalaš mat ' táhæmi báldas ad ' dujuvvut šad ' dá teoretalaš oappahæbmi .
nob: I tilknytning til den praktiske opplæringen vil det bli gitt teoretisk undervisning .

source: Oappahus læ frid ' dja ja vejulaš šad ' dá læt åccat stipende jåttimii ja årromii dan skuvlas .
nob: Undervisningen er gratis og det vil bli høve til å søke stipend til reise og opphold ved skolen .

source: Åđđa internáttas leat buorit årronlanjat elevaide ja bårramuš fuolahuvvu dievvasit .
nob: Skolen har internat i nye trivelige lokaler , og det vil bli sørget for full forpleining for elevene .

source: Visubut dieđoin ad ' dá skuv ' lea gå dasa sádde jæraldaga adreassain : Statens heimeyrkeskole for samer , Kautokeino .
nob: Sammen med disse papirene finner vi også Midlertidig plan for Statens heimeyrkeskole for samer , Kautokeino .

source: Dás lea oanehis čilgehus dán njealji ossodaga sisdoalus mat leat namuhuvvon ovdalis .
nob: Her er det en kort beskrivelse av innholdet i de fire avdelingene som er skissert over .

source: Dan sajis go praktihkalaš fágat 1952 ' plánas ledje čielgasit čadnojuvvon sámi kultuvrii ja sámi servodaga dárbbuide , leat dál rievdadan sisdoalu dan guvlui mii lea dábálaš sullasaš dáčča skuvllain .
nob: Mens de praktiske faga i planen av 1952 klart var knytta til samisk kultur og det samiske samfunnets behov , har det nå skjedd en klar dreiing av innholdet i retning av det som er vanlig ved tilsvarende norske skoler .

source: A. Ossodagas ožžot oahppit vuos oahpu dovdat bargoneavvuid ja movt daid gieđahallat .
nob: I avdeling A. får elevene først kjennskap til verktøyet og dets behandling .

source: Dan maŋŋel čađahuvvojit hárjehallanbarggut mat sisttisdollet dábálaš muorra-oktiibidjamiid , hábmenbargguid jna.
nob: Deretter gjennomgåes en øvingsrekke som omfatter de almindelige tresammenføyninger , formingsarbeid , m. m .

source: Go hárjehallanráidu lea čađahuvvon , de oažžu oahppi muhtin muddui iežas máhtu ja dárbbu mielde , ovttasráđiid oahpaheddjiin , válljet maid háliida dahkat , nugo iešguđetlágán atnudiŋggaid , reaidduid , eaŋkilis atnudiŋggaid vissui jna.
nob: . Når øvingsrekken er gjennomgått får elevene ut fra forutsetning og behov , og i samråd med læreren , i noen grad velge hva de ønsker å lage av bruksgjenstander av forskjellig slag , verktøy , redskap , enklere bruksting for huset , o. a .

source: B. Ossodagas ožžot maid oahppit álggos oahpu bargoneavvuid birra .
nob: I avdeling B. får også elevene først kjennskap til verktøyet .

source: Dan maŋŋel geahččaluvvo dáhkun , fiilen ja oktiiheivehanbargu .
nob: Deretter gjennomgåes en øvingsrekke i smiing , filing og sammenpassingsarbeid .

source: Maŋŋel šaddet iešguđetlágán barggut – nugo dahkat atnudiŋggaid dáhkunruovddis , bargoreaidduid ja reaidduide áđaid jna.
nob: Senere blir oppgavene forskjellige – som arbeid av bruksting i smijern , verktøy , beslag til redskap m. m .

source: C. Ossodagas ožžot oahppit vuđolaš oahpahusa goarrumis , hearvagoarrumis , čuoldimis , bassamis ja liktemis , šaddoivdnemis , náhkkebargguin ja eará giehtabargguin / dujiin mat sáhttet leat ávkkálaččat praktihkalaš eallimis .
nob: I avdeling C. får elevene innføring i søm , prydsøm , veving , vask og stryking , plantefarging , skinnarbeid og annet handarbeid som kan være til nytte i det praktiske liv .

source: D. Kurssat : Dárbbu mielde biddjojuvvojit johtui iešguđetlágán oahput , sveisen , boazodoallu , čoarve- ja dákteduodji jna.
nob: D. Kurs . Etter behov vil det bli satt i gang opplæring av forskjellig art – sveising , reindrift , horn- og beinarbeid m. m .

source: Teorehtalaš oahpaheapmi : Sárgun , materiála- ja bargooahppu , dárogiella oktan breavalonohallamiin , rehkenastin ja rehketdoallu .
nob: Teoretisk opplæring : Tegning , material- og yrkeslære , norsk med korrespondanse , kalkulasjon og bokføring .

source: Dasa lassin vel stiila- , hápme- ja ivdneoahppu , filbmen , logaldallamat jnv.
nob: Dessuten stil- , form- og fargelære , film , foredrag m. m .

source: Mii oaidnit ahte konkrehta sámi diŋggat mat ledje namuhuvvon ovddit plánas leat dál jávkan dábálaš kurssain , ja leat mielde dušše erenoamáš kurssain .
nob: Vi ser at alle de konkrete gjenstandene med samisk tilknytning som var nevnt i den tidligere planen nå er borte fra de ordinære kursa , og bare med i mulige spesialkurs .

source: Čađahuvvui hárjehusráidu , dan láhkái mii lei dábálaš nu gohčoduvvon barggahatskuvllain .
nob: Man har innført øvingsrekke , etter mønster av det som var vanlig i det som den gang blei kalt verkstedskoler .

source: Daddjo maid plánas ahte oažžu oaniduvvot oahpahalliáiggi das man ollu lea skuvlla vázzán .
nob: Så blir det også i planen nevnt at det gis fradrag i læretid for gjennomgått skole .

source: Stuora rievdadus lea dáhpáhuvvan dan rájes go 8 jagi ovdal mearridedje ahte skuvla ii galgga oahpahit fágabargiid stuoraservodahkii .
nob: Ei stor endring har skjedd siden man 8 år tidligere slo fast at skolen ikke skulle utdanne fagarbeidere for det norske storsamfunnet .

source: Teorehtalaš fágain mii oaidnit ahte sámegiella lea jávkan .
nob: Av teorifaga ser man at samiskfaget nå er borte .

source: Easkka jagis 1964/65 bođii dat fas skuvlii , oktiibuot 2 diimmu vahkkus , mii galggai gokčat sihke giela ja kulturhistorjjá .
nob: Først fra 1964/65 kom det inn igjen i skolen , med til sammen 2 timer i uka , som skulle dekke både språk og kulturhistorie .

source: Sámi ruovttufidnoskuvla lei šaddame dábálaš dáčča fidnoskuvlan .
nob: Den samiske heimeyrkeskolen var i ferd med å bli en vanlig norsk yrkesskole .

source: Skuvlla dalá rektor , Svein Hermann , čilgii ja bealuštii 1971:s rievdadeami ná : « Maŋŋel go skuvla 1960:s válddii atnui ođđa visttiid ja go ásahuvvoje 3 iešguđetlágán suorggi , de dahkkojuvvoje unnit ja unnit sámi atnudiŋggat skuvllas .
nob: Daværende rektor ved skolen , Svein Hermann , forklarte og forsvarte i 1971 denne omlegginga slik : « Etter at skolen i 1960 tok i bruk sine nye bygninger og det ble opprettet tre forskjellige linjer , ble det laget mindre og mindre samiske bruksting ved skolen .

source: Erenoamážit ruovdi- ja metállalinnjás lei váttis gávdnat saji sámi duodjái .
nob: Særlig på jern- og metall-linja var det vanskelig å finne plass for samisk husflid .

source: Dilálašvuohta Sis-Finnmárkkus lei áibbas earalágán 60-logus , go dalle go skuvlla ulbmil ráhkaduvvui 1952:s .
nob: Forholdene i Indre Finnmark var vesentlig annerledes i 60-årene , enn da målsetningen for skolen ble laget i 1952 .

source: Skuvlla stivra fuomášii ja válddii vuhtii dan ja mearridii 1962:s rievdadit oahpahanplána mas bođii ovdan ahte stivra ávžžuha ahte oahpaheapmi lea seammalágáš go divohatskuvlla A-plánain.»[Til 25-årsmeldingen om skolene i Finnmark .
nob: Styret for skolen tok så konsekvensen av dette og i 1962 vedtok det en revisjon av undervisningsplanen som gikk ut på at styret anbefalte at undervisningen ble i samsvar med verkstedskolens A-plan . » [ Til 25-årsmeldingen om skolene i Finnmark .

source: Ovtta čállosis maid Reidar Marmøy joatkkaskuvlaráđis ( RVO ) čálii 1978:s govviduvvojit rievdadusat ná : « Skuvlajagis 1962/63 rievdaduvvui oahpahusplána barggahatskuvlla A-plána sullasažžan .
nob: I et notat av Reidar Marmøy i RVO 1978 beskrives endringene slik : « Fra skoleåret 1962/63 ble undervisningsplanene endret i samsvar med verkstedskolens A-plan .

source: Dát mielddisbuvttii ahte muhtin mihtilmas sámi doaimmat gahččet eret .
nob: Dette førte med seg at spesielle samiske aktiviteter falt bort .

source: Skuvla šattai de dábálaš fidnoskuvlan , muhto sámi nuorat galget vuoruhuvvot sisaváldimis .
nob: Skolen ble da en vanlig yrkesskole , men samisk ungdom skal fortsatt ha førsterett til inntak . »

source: Boahtá čielgasit ovdán ahte ii lean ovttamielalašvuohta skuvlla ulbmiliid ja vuoruhemiid hárrái dokumeanttain maid Girko- ja oahpahusdepartemeanta lea vurken stivrra nammadeami oktavuođas jagis 1959/60 .
nob: Uenighet om målsetting At det ikke var enighet om skolens målsetting og innretning kommer tydelig fram av dokumenter som KUD har arkivert om styrertilsetting i 1959-60 .

source: Jođiheaddji virgi almmuhuvvui rabasin 1959:s. 3 ohcci evttohuvvoje , muhto ii oktage sis váldán barggu .
nob: Styrerstillinga blei utlyst i 1959. 3 av søkerne blei innstilt , men ingen av dem tok jobben .

source: Danin ii biddjon oktage virgái , iige álggahuvvon dábálaš oahppu .
nob: Derfor blei ingen tilsatt og det blei ikke satt i gang ordinær undervisning .

source: Manai vel okta jahki goas lágiduvvoje dušše oanehit boazodoalu- , goarrun- ja reahkadahkankurssat .
nob: Ennå et år gikk med kortere kurs i reindrift , søm og sledebygging .

source: Dáid organiserii skuvlla stivra , dan botta go vurde ahte visttit válbmanedje ja ođđa rektor boahtá nuppe jagi .
nob: Dette blei organisert av skolens styre , mens man venta på at bygga skulle bli ferdige og ny rektor komme neste år .

source: 1960:s ledje 4 ohcci .
nob: I 1960 var det 4 søkere .

source: Skuvlla stivra ii gávdnan ovttage ohcci dohkálažžan ja bivddii Kjell Borgena ohcat .
nob: Skolens styre fant ingen av søkerne kvalifisert til styrerstillingen og ba Kjell Borgen om å søke .

source: [ Arkiteakta Kjell Borgen čokkii 1950-logus ollu dieđuid sámi guovlluid huksenvieruid birra .
nob: [ Arkitekt Kjell Borgen samla på 1950-tallet inn mye informasjon om byggeskikk i samiske områder .

source: Son lea čállán girjjáža ja maiddái sárgon máŋga sámi vistti . ]
nob: Han har skrevet heftet , og tegna mange samiske byggverk . ]

source: Son ii dahkan dan , ja « ... dovddahii ahte sus ii lean beroštupmi váldit badjelasas virggi skuvllas man váldoulbmil lei dábálaš « ruovttubarggu » oahpaheapmi , nugo oahpaheapmi snihkkárbargguin , metállabargguin jnv.
nob: Han sa imidlertid nei , og « ... ga uttrykk for at han ikke var interessert i å overta stilling ved en skole hvor hovedoppgaven skulle være typisk « heimeyrke » opplæring dvs. opplæring i snekkerarbeid , metallarbeid osv.

source: Son oaivvildii ahte skuvla vuosttažettiin galggašii addit oahpu boazodoalus boazosápmelaččaide ja ahte dat galggašii geahččalit šaddat juogalágán guovddážin oahpaheamis , dutkamis ja praktihkalaš geahččalemiin dán ealáhusas ovttas Guovdageainnu boazonjuovahagain .
nob: Han mente at skolen i første rekke burde drive opplæring i reindrift for reinsamer og at den burde søkes gjort til et slags senter for opplæring , forskning og praktiske forsøk i denne næringen i tilknytning til reinslakteriet i Kautokeino .

source: Son oaivvildii ahte dievdduid « ruovttubarggu » oahpaheami ( fanas- ja reahkadahkan , reaidduid ja visttiid divodeapmi ) ferte sáhttit oažžut oassin praktihkalaš oahpahussii boazosápmelaččaide » [ Gáldu Riksarkivet : Kirke- og undervisningsdepartementet , 7. skolekontor - Heimeyrkeskolen ] Rektorvirgáideapmi loahpahuvvui go stivra virgáibijai ovtta sis gean álggos ii lean dohkkehan .
nob: Den mannlige « heimeyrke » opplæringen ( båtbygging , sledebygging , reparasjon av redskaper og bygninger ) mente han måtte kunne innpasses som en del av den praktiske opplæringen for reinsamene.»[Kilde : Riksarkivet : Kirke- og undervisningsdepartementet , 7. skolekontor - Heimeyrkeskolen ] Rektortilsettinga endte med at styret likevel tilsatte en av dem man først mente ikke var kvalifisert .

source: Sámi ruovttufidnoskuvlla rievdamii dábálaš dáru skuvlla guvlui lei vuosteháhku ee. Finnmárkku sámi ráđi bealis , mii čoahkkimis geassemánu 29./30. beivviid 1962:s mearridii čállit ná Girko- ja Oahpahusdepartementii : « Šállošemiin ferte čujuhit daidda dábiide mat čielgasit bohtet ovdan Stáhta ruovttufidnoskuvllas sámiide Guovdageainnus , mat áitet rievdadit skuvlla dábálaš joatkkaskuvlla sullasažžan , mas lea unnimus lági mielde sámi hápmi .
nob: Utviklinga fra samisk heimeyrkeskole i retning av vanlig norsk yrkesskole møtte motstand fra bl.a. Samisk råd for Finnmark , som på møte 29.–30. juni 1962 vedtok en henvendelse til Kirke- og undervisningsdepartementet : « En vil med beklagelse peke på de tendenser som åpenbart gjør seg gjeldende ved Statens heimeyrkeskole for samer i Kautokeino , og som truer med å bringe skolen inn i en utvikling i retning av vanlig yrkesskole med minimalt samisk preg .

source: Ráđđi oaivvilda ahte skuvlla vuoigatvuohta lea juste das ahte galgá lassin fidnooahpodoibmii doalahit ja boktit árvvusatnima erenoamáš sámi kultuvraárvvuide – ávnnaslaš ja vuoiŋŋalaš , ja birrasa dahkat gos sámi kultuvra ealáska ja oažžu eallinfámu .
nob: Rådet mener at skolens berettigelse nettopp ligger i at den ved siden av sin yrkesutdannende funksjon skal opprettholde og vekke respekt for de spesifikt samiske kulturverdier – materielle og åndelige , og danne et miljø hvor samisk kultur har grobunn , og får livskraft .

source: Ráđi mielas ii berre dán skuvllas leat fidnooahpahus mas kultuvrra ii vuhtto .
nob: En kulturelt anonym yrkesutdannelse ved denne skolen har etter rådets mening ingen berettigelse .

source: Fidnooahpahus sámi nuoraide sáhttá duohtandahkkojuvvot beaktileappot eará fidnoskuvllain fylkkas ja muđui riikkas .
nob: Yrkesutdannelse for samisk ungdom kan virkeliggjøres mer effektivt på de yrkesskoler fylket ellers har , og landet for øvrig .

source: Ráđđi rávve ahte jođánepmosit ráhkaduvvo skuvlaplána mii váldá vuhtii daid erenoamáš ulbmiliid maid skuvla galggašii doaimmahit ja nugo skuvlla namma dadjá ja daid dokumeanttaid mat ledje vuođđun skuvlla álggaheapmái . »
nob: Rådet vi derfor innstendig henstille at det snarest blir utarbeidet en skoleplan som tar omsyn til de spesielle formål skolen er ment å tjene , såsom det går fram av skolens navn og de dokumenter som lå til grunn for skolens opprettelse . »

source: Dássážii eat leat gávdnan vástádusa Departemeanttas , muhto ii leat mihkkege mii čájeha ahte sii áigot dahkat maide rievdadit dán málle .
nob: Så langt har vi ikke funnet noe svar på dette fra departementet si side , men det er ingen ting som tyder på at man har grepet inn for å endre retninga .

source: Baicca vuhtto ahte Departemeanta háliida dákkár rievdadusa , oassin ođasmahttimis ja integreremis sápmelaččaid Norgga stuoraservodahkii .
nob: Snarere tyder alt på at departementet ønska ei slik utvikling , som en del av moderniseringa og integreringa av samene i det norske storsamfunnet .

source: Sámegiella jávkan fágan ja oahpahusgiellan
nob: Samisk borte som fag og undervisningsspråk

source: Sámegiella oahpahuvvui skuvllas gitta dassážii go dábálaš oahpaheapmi bisánii 1956:s. 1959 ' skuvlaplánain lea sámegiella biddjon oktasaš fágan .
nob: Samisk språk hadde vært et fast innslag i skolen fram til den ordinære undervisninga stansa opp i 1956 . I skoleplaner fra 1959 er samisk ført opp som fellesfag .

source: Muhto evttohusas gaskaboddosaš plánas 1960:s ii leat sámegiella namuhuvvon , ja ii oro oahpahuvvon sámegiella áigodagas 1960–1964 .
nob: Men i forslag til midlertidig plan av 1960 er samisk ikke nevnt , og det virker som det ikke blei undervist i samisk i perioden 1960-64 .

source: Go sámegiella fas bođii diibmoplánii 1964:s ja muhtin jagiid guvlui , de lei das hui unnán árvu , ovdamearkka dihte ii lean sámegiella eksámenfága , nu go lei leamaš 50-logu gaskkamuttus .
nob: Da samisk igjen kom på timeplanen i 1964 og noen år framover , var det med svært lav status , bl.a. var det ikke eksamensfag , slik det hadde vært midt på 50-tallet .

source: Nuppi bealde vuoruhuvvui sámegielat ohppiid dárogieloahppan .
nob: Derimot var det høyt prioritert at samisktalende elever skulle lære norsk .

source: Skuvla jahkedieđáhus skuvlajagis 1964/65 muitala ahte sámegielat ohppiin dalle ledje 6 diimmu dárogiela vahkkus , dárogiel ohppiin fas dušše 3 diimmu .
nob: Skolens årsmelding for 1964/65 forteller at de samisktalende elevene da hadde 6 timer norsk for uka , mens de norsktalende hadde 3 timer .

source: Fidnoskuvlalávdegoddi lei ovdal dadjan ahte oahpaheapmi eanemus lági mielde berrešii čađahuvvot sámegillii , muhto skuvlajođiheaddjis fas lei eará oaidnu .
nob: Mens yrkesskolenemnda tidligere hadde uttrykt at undervisninga i størst mulig utstrekning burde foregå på samisk , hadde skolestyreren en annen oppfatning .

source: Dát boahtá čielgasit ovdan skuvlajođiheaddji Sigurd Skoglunda jearahallamis , Finnmark Dagbladetis miessemánu 16. beaivvi 1964 : – Nu ahte oahpaheapmi čađahuvvo dárogillii ?
nob: Dette kommer klart fram i et intervju Finnmark Dagblad 16.05.1964 hadde med skolestyrer Sigurd Skoglund : – Så undervisningen foregår med andre ord på norsk ?

source: Ii go dat šatta váttisin ?
nob: Byr ikke det på problemer ?

source: – Mus lea dat oaidnu ahte dán ášši leat dahkan stuorábun go dat oba lea ge .
nob: – Jeg har det bestemte inntrykk av at man har gjort mere vesen av disse ting enn hva som er berettiget .

source: Sii guđet álget dán skuvlii , leat juo čohkkán 8 jagi skuvlabeavddi guoras , nu ahte buohkat nagodit bures čuovvut mielde oahpahusas .
nob: De som begynner her på skolen har 8 år bak seg på skolepulten , så alle kan følge godt med i undervisningen .

source: Nuppe dáfus lea mis maid oahpaheapmi dárogielas , lohká jođiheaddji Skoglund .
nob: Men vi driver på den annen side også undervisning i norsk ved skolen , sier bestyrer Skoglund .

source: Nubbi ášši maid ferte geahčadit mii guoská oahpaheapmái , lea ahte sámegiella lea geafi teknihkalaš dajahusain ja namahusain .
nob: Det er også et annet forhold man må ha for øye hva undervisningen angår , nemlig den ting at det samiske sprog er fattig på tekniske uttrykk og benevnelser .

source: Šaddá dan dihte lunddolažžan oahpahit dárogillii .
nob: Så det faller derfor naturlig å undervise på norsk .

source: Risttalaš rektor ohppiid morála dihte
nob: Kristen rektor for elevenes moral

source: Áiggiid čađa leat skuvlla stivrras leamaš máŋga virgáibidjanášši .
nob: Gjennom tidene har skolens styre hatt mange tilsettingssaker .

source: Muhtumin sáhttá jearrat ahte lei go duođai dat buoremus guhte oaččui virggi , ja maiddái makkár ákkat geavahuvvojedje .
nob: Noen ganger kan man kanskje stille et spørsmålstegn både ved om den beste blei tilsatt og ved argumenta som blei brukt .

source: Stivrabeavdegirjjis gávnnaimet dán čállosa rektora virgáibidjama birra 1969:s : Ohcci nr. 1 « ... lea maid risttalaš .
nob: Fra styreprotokollen har vi saksa dette om rektortilsetting i 1969 : Søker nr. 1 « . . er også personlig kristen .

source: Stivra oaivvilda ahte dás lea váikkuhus ohppiid morálii obalohkái ... » .
nob: Dette mener styret vil ha innvirkning på elevenes moral i sin alminnelighet . »

source: Son biddjui dasto virgái , vaikko stivra mieđihii ahte ohcci nr. 2:s lei « alit ja viidát oahppu ja moanat jagiid bargan fidnoskuvllas » .
nob: Han blei derfor tilsatt , sjølv om styret innrømte at søker nr. 2 hadde « større og mer allsidig utdannelse og mange års praksis i yrkesskolen » .

source: Ohcci nr. 1 ii sáhte váldán vuostá dán bargofálaldaga , go lei ohcci nr. 2 guhte álggii rektorin .
nob: Nå kan ikke søker nr. 1 ha tatt imot tilbudet , for det var søker nr. 2 som blei rektor i praksis .

source: Stivrabeavdegirjjis ii čuoččo mihkkege dan birra ahte lei go son risttalaš ja makkár váikkuhus sus lei ohppiid morálii obalohkái .
nob: Styreprotokollen sier ikke noe om hans forhold til religion eller om hvilken innvirkning han hadde på elevenes moral i sin alminnelighet .

source: Radioaktivitehta – 20 jagi ovdal Černobyla
nob: Radioaktivitet – 20 år før Tsjernobyl

source: Maŋŋil go Sovjetlihttu 1960-logus lei bávkkalan atombombbaid Novaja Zemlja badjel , čađahuvvojedje iskamat gavnnahan dihtii man muddui radioaktivitehtta lei čuohcan olbmuide Finnmárkkus .
nob: Etter de sovjetiske atombombesprengningene over Novaja Zemlja på 1960-tallet blei det satt i gang undersøkinger for å finne ut i hvilken grad folk i Finnmark var utsatt for radioaktivitet .
